antfu.iconify@1.0.0
anysphere.cursorpyright@1.0.10
anysphere.remote-ssh@1.0.48
bradlc.vscode-tailwindcss@0.14.28
chakrounanas.turbo-console-log@3.21.2
christian-kohler.npm-intellisense@1.4.5
christian-kohler.path-intellisense@2.8.0
dbaeumer.vscode-eslint@3.0.24
dsznajder.es7-react-js-snippets@4.4.3
eamodio.gitlens@17.12.2
editorconfig.editorconfig@0.18.2
esbenp.prettier-vscode@12.4.0
formulahendry.code-runner@0.12.2
giscafer.leek-fund@3.24.0
hediet.vscode-drawio@1.6.6
humao.rest-client@0.25.0
kerryang56.antigravity-skill-to-workflow@0.5.0
kisstkondoros.vscode-gutter-preview@0.32.2
lokalise.i18n-ally@2.13.1
mhutchie.git-graph@1.30.0
mikestead.dotenv@1.0.1
ms-azuretools.vscode-containers@2.4.4
ms-azuretools.vscode-docker@2.0.0
ms-ceintl.vscode-language-pack-zh-hans@1.105.0
ms-python.debugpy@2026.6.0
ms-python.python@2025.6.1
naumovs.color-highlight@2.8.0
obkoro1.korofileheader@4.9.3
octref.vetur@0.37.3
pkief.material-icon-theme@5.34.0
pranaygp.vscode-css-peek@4.4.3
redhat.vscode-yaml@1.22.0
ritwickdey.liveserver@5.7.10
seatonjiang.gitmoji-vscode@2026.3.6
shd101wyy.markdown-preview-enhanced@0.8.25
steoates.autoimport@1.5.3
stivo.tailwind-fold@0.2.0
streetsidesoftware.code-spell-checker@4.5.6
stylelint.vscode-stylelint@2.2.1
usernamehw.errorlens@3.26.0
vscode-icons-team.vscode-icons@12.18.0
vue.volar@3.2.8
wix.vscode-import-cost@3.3.0
xabikos.javascriptsnippets@1.8.0
zhuangtongfa.material-theme@3.19.0
